# Приветствия на первом экране
greatings = 'Добрый день. Это бот для записи на стрижку к Ющину Евгению. Тут Можно проверить запись, записаться либо отменить запись, выбери вариант'
admgreatings = 'Это панель администратора. Можно посмотреть записи и настроить рабочее время'

# Кнопки на 1 экране пользователя
usergrbt1 = 'Проверить ближайшую запись'
usergrbt2 = 'Скорректировать свои данные'
usergrbt3 = 'Записаться'
usergrbt4 = 'Проверить свою запись'
usergrbt5 = 'Удалить запись'
usergrbt6 = 'Узнать цены'

# Кнопки на 1 экране админа
admgrbt1 = 'Проверить ближайшую запись'
admgrbt2 = 'Проверить запись на конкретную дату'
admgrbt3 = 'Установить рабочие дни недели'
admgrbt4 = 'Установить выходные'
admgrbt5 = 'Установить рабочее время'
admgrbt6 = 'Записать клиента'

unknoun = 'Кажется мы еще не знакомы, представьтесь пожалуйста'
contact_reqest_text = 'Введите номер телефона, либо нажмите кнопку поделиться контактом'
price_text = ('Стрижка взрослая 1500р.\nкоррекция стрижки 900р.\nкоррекция бороды 700р.\nкомплекс стрижка+борода 2200р.\n'
              'детская стрижка 1300р.\nстрижка отец +сын 2600р\n')
cancel = [
    '/start',
    'cancel',
    'Cancel',
    'Отмена',
    'отмена',
    'Выход',
    'выход',
    'Другая команда',
    'другая команда',
    'q',
    'exit',
    'Exit',
    'н'

]



